Repository: Stallion77RepoOfficial/Bit-Slicer
Catalog: Bit Slicer/*.lproj/[Code] Variable Actions.strings
Languages: ru

# undoFreezeAction
source: Freeze
ru: Заморозка

# undoUnfreezeAction
source: Unfreeze
ru: Разморозка

# undoAddVariable
source: Add Variable
ru: Добавить переменную

# undoAddVariables
source: Add Variables
ru: Добавить переменные

# undoRemoveVariable
source: Delete Variable
ru: Удалить переменную

# undoRemoveVariables
source: Delete Variables
ru: Удалить переменные

# defaultScriptDescription
source: My Script
ru: Мой Скрипт

# undoNOPChangeAction
source: NOP Change
ru: NOP изменение

# nopErrorAlertTitle
source: NOP Error
ru: NOP Ошибка

# nopSingleErrorAlertMessage
source: An error may have occured with nopping the instruction.
ru: Произошла ошибка NOP'пинга инструкции.

# nopMultipleErrorAlertMessage
source: An error may have occured with nopping the instructions.
ru: Произошла ошибка NOP'пинга инструкций

# undoDescriptionChange
source: Description Change
ru: Изменение описания

# undoTypeChange
source: Type Change
ru: Изменение типа

# undoFreezeValueChange
source: Freeze Value Change
ru: Изменение заморозки значения

# undoValueChange
source: Value Change
ru: Изменение значения

# undoSingleActiveChange
source: Active Variable Change
ru: Изменение выделенной переменной

# undoMultipleActiveChange
source: Active Variable Changes
ru: Изменение выделенных переменных

# undoEditVariablesChange
source: Edit Variables
ru: Редактирование переменных

# undoAddressChange
source: Address Change
ru: Изменение адреса

# undoSizeChange
source: Size Change
ru: Изменение размера

# failedChangeSizeAlertTitle
source: Failed to Change Size
ru: Не удалось изменить размер

# failedChangeSizeAlertMessage
source: The size could not be changed. Perhaps the requested size is too big?
ru: Размер не может быть изменен. Возможно, запрашиваемый размер слишком большой?
